brew "anyenv"
brew "awscli"
brew "aws-sso-util"
brew "docutils"
brew "dynein"
brew "awsume"
brew "gh"
brew "git"
brew "glib"
brew "direnv"
brew "gnutls"
brew "harfbuzz"
brew "gnu-sed"
brew "graphviz"
brew "jq"
brew "nmap"
brew "pandoc"
brew "plantuml"
# brew "pipenv"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zsh-completion"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "bettertouchtool"
# cask "deepl"
cask "discord"
cask "rancher"
cask "font-ricty-diminished"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
# cask "logitech-camera-settings"
cask "macvim"
cask "obsidian"
cask "postman"
cask "rar"
cask "session-manager-plugin"
cask "slack"
# cask "skitch" #disabled
cask "todoist"
cask "typora"
cask "xmind"
cask "zoom"
